name: "newtest"
backend: "tnn"
max_batch_size: 0
input [
  {
    name: "IN"
    data_type: TYPE_UINT8
    dims: [ 224, 224, 3 ]
  }
]
output [
  {
    name: "OUT"
    data_type: TYPE_FP32
    dims: [ 1000 ]
  }
]
